Revit 2024 API
ParameterTypeId.DpartLengthComputed Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DpartLengthComputed { get; }
Visual Basic
Public Shared ReadOnly Property DpartLengthComputed As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DpartLengthComputed {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace